// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Color Usage";

PrintingProcessTitle = "Printing Color Usage Job Log";
NoPrintTitle = "Could not print the Color Usage Job Log";
NoPrintMsg = "Check that printer is connected and turned on, then try again.";

HSDTitleTextFieldValue = "Print Color Usage Job Log";
HSDInfoTextFieldValue = "You may print the Color Usage Job Log to see the statistic information about the users and applications that have printed to this device.";
HSDPrintButtonTitle = "Print Color Usage Log";

